Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/my_memory_new.tmx
Source language: en_gb
Languages: es_es

source: The members of the OneOcean Club can enjoy the OneOcean Bar, a restaurant for 150 diners, as well as cocktail and tapas bar, which offers outdoor dining throughout the year on a summer sundeck, which is converted to a terrace in winter.
es_es: Los miembros del OneOcean Club disfrutan de un restaurante de 150 cubiertos y del OneOcean Bar, coctelería y bar de tapas, que ofrecen durante todo el año comidas al aire libre en un solarium de verano, que se convierte en una terraza en invierno.

source: to late
es_es: para finales

source: To late
es_es: Para finales

source: To Late Chg
es_es: A cargo por mora

source: If the situation is to improve, the local and regional authorities and local business leaders must agree on clear strategies for resolving the problem.
es_es: El CES considera indispensable que, para superar esta situación, las entidades locales y regionales y los responsables locales de las empresas elaboren conjuntamente la definición de estrategias claras para hallar una solución al problema.

source: A must-have for any runner and traveller!
es_es: ¡Un indispensable para cualquier atleta y viajero!

source: A MUST for
es_es: IMPRESCINDIBLES para:

source: A must for any Beatles fan!
es_es: ¡Una visita obligada para cualquier fan de los Beatles!

source: A must have for any dancer!
es_es: ¡Una prenda indispensable para cualquier bailarina!

source: TRK-3 is the new machine is the latest and most advanced solution has the cability to produce single or double grooved pins and pins with thread.
es_es: TRK-3 es la nueva máquina y representa la última y más avanzada solución para la producción de pernos, tiene la capacidad de producir pernos con ranura simple, docle y pernos con rosca.

source: Additional training has also been obtained to learn the latest, most advanced procedures in the new and exciting areas of NATURAL BREAST AUGMENTATION and LIVE CELL ENHANCEMENT. Pioneers at the Innovative Cosmetic Surgery Center in Scottsdale, Arizona have taught an elite small number of both cosmetic and plastic surgeons these latest and most advanced techniques which have been improved upon from those taught in years past.
es_es: Formación adicional también se ha obtenido para aprender lo último en los procedimientos más avanzados en áreas nuevas y en AUMENTO DE SENOS NATURAL y LIVE CELL ENHANCEMENT. Pioneros del Centro de Cirugía Estética en Scottsdale, Arizona que han enseñado a un número pequeño de cirujanos estéticos y cirujanos plásticos estas técnicas últimas y avanzadas que se han mejorado a partir de las que se enseñan en los últimos años.

source: The hotspot on the Danube Canal doubles up as a mooring station for the Twin City Liner and is an architectural highlight.
es_es: El nuevo punto caliente del Canal del Danubio es al mismo tiempo un puerto de amarre del Twin City Liner y una construcción arquitectónica sobresaliente.

source: They serve breakfast, lunch and dinner daily and have a popular sports bar as well as a gift shop, clothing boutique, and walk-in humedor featuring cigars from Cuba.
es_es: Abierto todos los días para el desayuno, la comida y la cena, cuenta con un sports bar así como una tienda de regalos y ropa y un humedor destacando los puros de Cuba.

source: A popular song
es_es: Una canción popular

source: It became a popular and profitable teen hangout.
es_es: Se convirtió en un lugar de reunión popular y rentable para adolescentes.

source: a popular term
es_es: en un término popular

source: A popular YouTuber.
es_es: Un YouTuber popular.

source: The apartment is located in a corner building, making it wonderfully bright, due to its four typically Andalusian balconies, from which one can look out onto one of the most historically significant streets of the entire old quarter of the city.
es_es: El edificio donde se encuentra el apartamento duplex hace esquina, y todo el apartamento duplex es muy luminoso gracias a sus cuatro balcones típicos andaluces y la terraza privada, los cuales dan a una de las calles con más historia del casco histórico.

source: The apartment is located in a corner building, making it wonderfully luminous, thanks to its four typically Andalusian balconies, from which one can look out onto one of the most historically important streets of the entire old quarter of the city.
es_es: El edificio donde se encuentra el apartamento estudio hace esquina, y el apartamento estudio es muy luminoso gracias a sus cuatro balcones típicos andaluces, los cuales dan a una de las calles con más historia del casco histórico.

source: All major credit cards are accepted.
es_es: Todas las tarjetas de crédito son aceptadas.

source: All major credit cards are accepted, too.
es_es: El complejo también acepta todas las tarjetas de crédito principales.

source: Cash and all major credit cards accepted
es_es: Efectivo o tarjeta de crédito

source: Bringing your own drinks is allowed.
es_es: Se permite traer sus propias bebidas.

source: It is the cheapest way to purchase.
es_es: Es la manera más barata comprar.

source: Bringing your own bike?
es_es: ¿Trae consigo su propia bici?

source: Whatever is the cheapest.
es_es: El refugio se llenó de gente.

source: Sun City is a city in Barber County, Kansas, United States, along the Medicine Lodge River.
es_es: Sun City es una ciudad ubicada en el condado de Barber en el estado estadounidense de Kansas.

source: I hope that participants in the Global Peace Festival will take this message of a new Kenya to your contacts.
es_es: Espero que los participantes del Festival para la Paz Global tomen este mensaje acerca de una nueva Kenia y lo lleven a sus contactos.

source: This is how the Kenyan police managed to get their hands on a network of counterfeiters led by Amadi Zaira Djuma, alias Twist, a Kampala resident, who was forging Congolese money at the New Kenya Lodge Hotel at Nairobi.
es_es: Así, por ejemplo, la policía keniana consiguió localizar una red de falsificadores dirigidos por el Sr. Amadi Zaira Djuma, conocido por Twist, residente en Kampala que falsificaba moneda congoleña en el hotel New Kenya Lodge de Nairobi.

source: And, of course, an over night adventure in a jungle lodges, river cruises and waterfalls excursions.
es_es: Y por supuesto los Hoteles de Selva, cruceros y cascadas de Presidente Figueiredo.

source: The hotel has single, double rooms and suites.
es_es: El hotel posee habitaciones individuales o dobles, y suites.

source: Single / double Room
es_es: Habitación sencilla/doble

source: The "Refugio" has a bunkhouse with 14 beds and two double rooms.
es_es: El "Refugio" dispone de dos apartados con literas para 14 personas.

source: It has 117 rooms spread between single, double rooms and junior suites.
es_es: Dispone de 117 habitaciones repartidas entre habitaciones individuales, habitaciones dobles y junior suites.

source: Bathroom not very clean.
es_es: Baño no muy limpio.

source: The crockery and cutlery was not very clean.
es_es: No fue muy limpia la vajilla y cubertería.

source: The apartment and the building were not very clean.
es_es: El apartamento y el edificio no estaban muy limpios.

source: And what else? They're not very clean.
es_es: ¿Y qué más? No están muy limpias.

source: Checkin:
es_es: Llegada:

source: Checkin
es_es: Registro

source: CHECKIN
es_es: FACTURACIÓN

source: We have five jungle view rooms with beautiful garden All rooms have one full size bed, A/C, ceiling fan, cable TV, and private bathroom with hot water.
es_es: . Disponemos de cinco habitaciones vista a la selva con hermoso jardín Todas las habitaciones tienen una cama matrimonial, aire acondicionado, ventilador de techo, TV por cable y baño privado con agua caliente .

source: All rooms have cable TV.
es_es: Todas las habitaciones tienen televisión con cable.

source: All rooms have cable TV (TNT).
es_es: Todas cuentan con TV.

source: All rooms have cable TV and fans.
es_es: Todas las habitaciones tienen televisión por cable y ventiladores.

source: All have cable TV.
es_es: Todas disponen de TV por cable.

source: Find a City center hotel
es_es: Encuentra un hotel centro de la ciudad

source: Very reasonable prices.
es_es: Los precios son muy razonables.

source: //// very reasonable prices.
es_es: // .razonables.

source: REASONABLE PRICES FOR CONSUMERS
es_es: Deberán crearse otros instrumentos de política, tal como una política estructural eficaz.

source: The railway station is located a short distance from the hotel and you can reach the airport thanks to a convenient shuttle service.
es_es: La estación ferroviaria se encuentra a poca distancia del hotel y se conecta al aeropuerto con un servicio de lanzadera.

source: The Parco della Musica Auditorium is not far from the hotel and is an important part of Rome’s and Italy’s cultural life, a place in which to enjoy great music and great performances.
es_es: El Auditorio Parco della Musica, en las proximidades del Hotel, es una consolidada realidad del panorama de la vida cultural de la ciudad de Roma y del País con éxito tanto desde el punto de vista de la calidad de la oferta como de la cantidad de público participante.

source: Free WIFI.
es_es: - WIFI gratuito.

source: Two single beds or one big bed, private bathroom, a small balcony, refrigerator, tea-coffee making facilities , air conditioning, Tv-Radio.
es_es: Dos camas individuales o una grande, baño privado, un pequeño balcón, nevera, té y café 24 horas, aire acondicionado, Tv-Radio, secador de pelo..

source: The next option would be to go to a <g id="2">hostel</g>, where you can get a bed in a HABITACIÓN MÚLTIPLE from 2 to 3 dollars, depending on the part of the world.
es_es: La siguiente opción sería irte a un <g id="2">hostel</g>, donde puedes conseguir una cama en una habitación múltiple desde 2 o 3 dólares, depende de la parte del mundo en la que te encuentres.

source: The next option would be to go to a <g id="2">hostel</g>, where you can get a bed in a multiple room from 2 to 3 dollars, depending on the part of the world.
es_es: La siguiente opción sería irte a un <g id="2">hostel</g>, donde puedes conseguir una cama en una habitación múltiple desde 2 o 3 dólares, depende de la parte del mundo en la que te encuentres.

source: They also sell to other gardeners, but at a higher price.
es_es: También se vende a hortelanos aficionados, aunque a un precio algo más alto.

source: While oil was not expected to run out in the foreseeable future, it was felt that it would most likely be available at a higher price in the long term because of increasing difficulties in accessing crude oil from traditional inland sources and hence greater dependence on more expensive sources.
es_es: Aunque no era de esperar un agotamiento del petróleo en un futuro previsible, se consideró que lo más probable era que en el largo plazo su precio fuese más elevado debido a las mayores dificultades para llegar al crudo desde pozos terrestres tradicionales y, por tanto, a la mayor dependencia de pozos más costosos de explotar.

source: Social conflict continues in Cusco, Peru over the sale of the gas from the Camisea Gas Project, where local residents demand an increase in the amount of royalties for the region, and they also want to assure that a part of the production remains in the region available at a reasonable price. To date, gas has been sold at a higher price locally, than the price of the exported gas.
es_es: El tema de la venta al exterior del gas de Camisea ha seguido causando conflicto social en el Cusco, los pobladores exigen que haya más regalías para la región y que se asegure que una parte de la producción se quede para la región y a un precio razonable, pues a la fecha se vende localmente a más precio del que se exporta.

source: They also imposed the repair garage in order to retain the warranties, 7) It described episodes of problems with some of the trucks which led to fleet renewal, indicating that Renault, to prevent the company from buying the trucks from Scania, it bought them at a higher price.
es_es: También imponían el taller de reparación para poder conservar las garantías, 7) Describió episodios de problemas con algunos de los camiones que motivaron la renovación de la flota, señalando que Renault, para evitar que la empresa pasara a comprar los camiones a Scania, los recompró a precio más alto.

source: The place is in complete harmony with nature - Kanha's enchanting forest canopy. Ideally located at the peaceful surroundings of Kanha buffer the accommodation is clean, spacious and magnificent.
es_es: El lugar está en completa armonía con la naturaleza - dosel del bosque encantador Kanha. Idealmente situado en la tranquila zona de amortiguamiento Kanha el alojamiento es limpio, espacioso y magnífico.

source: The place is secure and there is no danger felt when returning late at night. groceries and other essentials are located at a stone's throw away and until late(midnight)
es_es: Las tiendas y otros servicios están ubicados a la vuelta de la esquina y abren hasta tarde (medianoche)

source: It happens when you're on vacation: as long as you have some minimal confort and the place is clean, it's fine. Well, we think that a real vacation is made when the place you visit has all details worked out.
es_es: A menudo, cuando estamos de vacaciones, no somos demasiado exigentes en cuanto al alojamiento que ocuparemos durante algunos días: a veces nos contentamos con un mínimo de comodidades y nada más. Al contrario, pensamos que la mejor manera de gozar de las vacaciones es sentirnos como si estuviésemos en casa.

source: The manifestation of Arutam takes place in any place, the place is clean and wide where the trees have fallen to the sides, leaving a free field for the action of Arutam; the ground will be extremely clean; when there is an explosion, all the movements that produces the tempest stop.
es_es: La manifestación de Arutam se produce en cualquier lugar, el sitio se ve limpio y amplio, en donde los árboles se han caído a los lados, dejando un campo libre para la acción de Arutam; el piso será sumamente limpio; cuando ha explosionado, se pierde todos los movimientos que produce la tempestad.

source: The prices go from $9 per person for dorms, to $30 for a room with queen bed, TV and air conditioner.
es_es: Los precios van desde USD9 por persona para los dormis a USD30 por noche para una habitación con cama Queen Size, TV y aire acondicionado.

source: The English Centre Po Box 11533
es_es: The English Centre Apartado de correos 11533

source: Free Wi-Fi internet access is also available at the Hotel Brecherspitze.
es_es: El Hotel Brecherspitze dispone de conexión Wi-Fi gratuita en todas sus instalaciones.

source: The process of integration should take place progressively as part of a transitional programme, which is long enough to allow the Community textile industry to continue its structural adjustments without jeopardizing the efforts already undertaken.
es_es: El proceso de integración debe efectuarse de modo progresivo, en el marco de un pro grama transitorio que tenga duración suficiente como para permitir a la industria textil comunitaria proseguir su ajuste estructural sin poner en peligro los esfuerzos ya emprendidos.

source: (13) For the purposes of proof and control, a refund certificate must be introduced which is valid for a period which is long enough to allow the trade to make long-term arrangements and gives the information necessary to fix the production refund.
es_es: (13) A efectos de comprobación y control, es necesario establecer un certificado de restitución válido durante un período que permita al comercio adoptar disposiciones a largo plazo, en el que figuren los principales datos relativos a la fijación de la restitución por producción.

source: The maximum validity of the first document issued (three months, renewable for three months) is long enough to allow the authorities to search for the victims as such and to provide them with assistance, or to find an alternative solution for the minors concerned, if it becomes apparent that they are not able to have recourse to this specific system.
es_es: La validez máxima del primer documento expedido (tres meses, prorrogable por otros tres) es suficiente para permitir a las autoridades buscar a las víctimas y acompañarlas, o para buscar una solución sustitutiva para esos menores basándose en otro sistema de protección si resulta que no pueden recurrir a este sistema concreto.

source: The linker is long enough to allow the protein chain to fold back on itself and form a monovalent antigen binding site (see, <g x=1 id="4715">e.g.</g>, Bird <g x=2 id="4721">et al.</g>, 1988, <g x=3 id="4727">Science</g> 242:423-26 and Huston <g x=4 id="4733">et al.</g>, 1988, <g x=5 id="4739">Proc.</g>
es_es: El enlazador es lo suficientemente largo como para permitir que la cadena proteica se pliegue sobre sí misma y forme un sitio de unión al antígeno monovalente (véase, <g x=1 id="4715">por ejemplo</g>, Bird <g x=2 id="4721">et al</g>., 1988, <g x=3 id="4727">Science</g> 242:423-26 y Huston <g x=4 id="4733">et al.,</g> 1988, <g x=5 id="4739">Proc.</g>

source: Payouts have been quick and easy and they have a ton of games here to keep you entertained.
es_es: Los pagos han sido rápida y fácilmente y tienen un montón de juegos aquí para que te entretengas.

source: Birds sleep out of doors both summer and winter, and they have a curious covering to keep them warm.
es_es: Las aves duermen al aire libre tanto en verano como en invierno, y tienen una curiosa cubierta para mantenerlas calientes.

source: So, with every closure, every time the movement of the medical staff is restricted, the situation of the hospitals is very bad and they have a hard time functioning because a high percentage of the staff cannot reach them.
es_es: Es por eso que, en cada clausura y cada vez que se restringe la circulación del personal, la situación de los hospitales se vuelve crítica y su funcionamiento difícil, puesto que un alto porcentaje del personal no puede llegar al trabajo.

source: The location of the land is very good and they have a good ifrastrucktur, a few miles from the motorway A7, in just 20 minutes to the beach, 1 hour from Murcia or Almeria and not situated far to Granada and Sierra Nevada.
es_es: La ubicación de la tierra es muy buena y tienen una buena ifrastrucktur, a pocos kilómetros de la autopista A7, en sólo 20 minutos de la playa, a 1 hora de Murcia o Almería y no a gran distancia a Granada y Sierra Nevada.

source: There are scheduled passenger air transport services out of Jomo Kenyatta International Airport, Nairobi.
es_es: Existe un servicio regular de transporte de pasajeros desde el aeropuerto internacional Jomo Kenyatta de Nairobi.

source: 54. On 23 August 1996, two members of the Commission met with the General Manager of Jomo Kenyatta International Airport, Nairobi.
es_es: El 23 de agosto de 1996, dos miembros de la Comisión se reunieron con el Gerente General del Aeropuerto Internacional Jomo Kenyatta, de Nairobi.

source: Location in the heart of
es_es: Ubicación en el corazón de

source: Strategic location in the heart of Dubai and next to the airport
es_es: Ubicación estratégica en el corazón de Dubái y al lado del aeropuerto

source: The Fairview Inn, nestled at the base of the mountains above the village of Boyd's was the island's first functioning hotel.
es_es: Fairview Inn, ubicado en la base de las montañas sobre Boyd's Town era el primer hotel de funcionamiento de la isla.

source: It is also quiet at night.
es_es: También es tranquilo por la noche.

source: It is very quiet and situated only a few minutes from the city center.
es_es: Un barrio muy tranquilo y a pocos minutos del centro de la ciudad.

source: As it faces an inner courtyard, it is quiet at night.
es_es: Al dar a un patio interior es silencioso por las noches.

source: These rates are considered low compared to other countries of the world.
es_es: Cabe recordar que estos promedios son bajos en comparación con el resto de los países del mundo.

source: You could demonstrate how the carbon footprint of paper is relatively low compared to many other products.
es_es: Para ello, se podría demostrar cómo la huella de carbono del papel es relativamente baja en comparación con la de otros muchos productos.

source: The investment requirements and the administrative costs are relatively low compared to the benefits and the returns.
es_es: Se han analizado las necesidades de inversión y los costes administrativos, y han resultado ser relativamente modestos en comparación con los beneficios y ganancias.

source: They also
es_es: También

source: INTERCONTINENTAL HOTEL
es_es: HOTEL INTERCONTINENTAL

source: It is located north from the center of the city.
es_es: Se encuentra a 6 km al norte del centro de la ciudad.

source: 16 km. from the center of the city.
es_es: Se encuentra a 16 Km. del centro de la ciudad.

source: Go Southeast from the center of the city.
es_es: Desde el centro de la ciudad, se toma hacia el sudeste.

source: ASclub is located near the city center.
es_es: ASclub está situado cerca del centro de la ciudad .

source: Cinema City is located near the city center .
es_es: Cinema City se encuentra cerca del centro de la ciudad .

source: The Kaoud Casablanca Pyramids Hotel in Cairo is located near the city center.
es_es: El Kaoud Pyramids Hotel Casablanca en El Cairo está situado cerca del centro de la ciudad.

source: The city of Kinmundy is located near the center of the township.
es_es: == Geografía ==El municipio de Kinmundy se encuentra ubicado en las coordenadas .

source: Stop at The Nomad Sucasa All-Suite Hotel to discover the wonders of the region during your stay.
es_es: Pare en el The Nomad Sucasa All-Suite Hotel para descubrir las maravillas de la región durante su estancia.

source: We extend our warmest greetings and invite you to stay at St. George Residence - All Suite Hotel DeLuxe.
es_es: Ampliamos nuestros saludos más calientes y le invitamos a que permanezca en el St. George Residence - All Suite Hotel DeLuxe.

source: Budapest’s newest all-suite hotel Queen’s Court Hotel & Residence is located in the centre of Budapest.
es_es: El hotel de apartamentos más elegante y más reciente de Budapest, el Hotel & Residence Queen’s Court está situado en el centro de Budapest, en la calle Dob.

source: We were surprised that this apartment was really an all suite hotel. We were a little disappointed by this because we wanted the 'experience' of a NY apartment.
es_es: Nos sorprendió que esta casa fuera como una suite de hotel. Esto nos decepcionó un poco porque queríamos tener la "experiencia" de un apartamento en Nueva York.

source: Venue: Sarova Panafric Hotel, Kenyatta Ave.
es_es: Sarova Panafric Hotel, Kenyatta Ave.

source: The BWI activities start with two simultaneous sectorial workshops on the 21-22 January at the Panafric hotel in Nairobi.
es_es: Las actividades de la ICM empiezan con dos talleres sectoriales simultáneos el 21-22 de enero en el Hotel Panafric en Nairobi.

source: From 17 to 19 January 2007, the 7th World Assembly of the International Council of Adult Education (ICAE), "Adults' Right to Learn: Convergence, Solidarity and Action", is taking place at the Panafric Hotel in Nairobi, Kenya.
es_es: Del 17 al 19 de enero de 2007 se lleva a cabo en el Panafric Hotel de la ciudad de Nairobi, Kenia, la 7ª Asamblea Mundial del ICAE ( Consejo Internacional de Educación de Adultos ), "El Derecho de las Personas a la Educación: Convergencia, Solidaridad y Acción".

source: located in the centre of ​​Cancun and 14 kilometres from the airport
es_es: está ubicado en la zona urbana de Cancún

source: city centre and the airport.
es_es: el centro de la ciudad y el aeropuerto.
